const subjects = [
  {
    subject: "단어",
    level: 1,
    category: null,
    point: 0,
  },
  {
    subject: "자기소개",
    level: 2,
    category: null,
    point: 1,
  },
  {
    subject: `달이 떴다고 전화를 주시다니요

이 밤 너무 신나고 근사해요

내 마음에도 생전 처음 보는

환한 달이 떠오르고

산아래 작은 마을이 그려집니다

간절한 이 그리움들을,

사무쳐오는 이 연정들을

달빛에 실어

당신께 보냅니다

세상에,

강변에 달이 곱다고

전화를 다 주시다니요

흐르는 물 어디쯤 눈부시게 부서지는 소리

문득 들려옵니다



김용택, 달이 떴다고 전화를 주시다니요`,
    level: 3,
    category: null,
    point: 2,
  },
  {
    subject: `사람은 왜 잠을 자고 꿈을 꾸는가? 그건 바로, 모든 사람은 불완전하고 저마다의 방식으로 어리석기 때문이에요.
    첫 번째 제자처럼 앞만 보고 사는 사람이든, 두 번째 제자처럼 과거에만 연연하는 사람이든, 
    누구나 정말로 중요한 것을 놓치기 쉽죠. 
    그렇기 때문에 시간의 신은 세 번째 제자에게 잠든 시간을 맡겨서 그들을 돕게 한 거예요.
    왜, 푹 자는 것만으로도 어제의 근심이 눈 녹듯 사라지고, 오늘을 살아갈 힘이 생길 때가 있잖아요?
    바로 그거예요. 꿈을 꾸지 않고 푹 자든, 여기 이 백화점에서 파는 좋은 꿈을 꾸든, 저마다 잠든 시간을 이용해서
    어제를 정리하고 내일을 준비할 수 있게 만들어지는 거예요.
    그렇게 생각하면 잠든 시간도 더는 쓸모 없는 시간이 아니게 되죠.
    
    이미예, 「달러구트 꿈백화점」 일부 발췌`,
    level: 3,
    category: null,
    point: 2,
  },
  {
    subject: `행복한 사람들에게는 반드시 저마다의 행복한 방법이 있다. 누군가에게 그 방법은 신앙이고, 다른 누군가에게는 사랑이며, 또 어떤 이에게는 자기만의 취미가 있다. 그런 구체적인 무언가가 없더라도 그들은 자기 마음과 싸워 이기는 방법을 의식적, 혹은 무의식적으로 알아서 불행에 몰두하지 않는다. 행복한 사람들을 만나면 그런 것들을 배울 수 있다. 그렇구나, 그래서 행복하구나, 나도 행복해야겠다, 하고 생각한다.
    정지우, "요즘 나는, 행복한 사람들이 좋다" 일부 발췌 (출처 : https://ppss.kr/archives/177268)`,
    level: 3,
    category: null,
    point: 2,
  },
  {
    subject: `심리학에서는 '내가 나를 보살핀다는 것'의 의미를 매우 중요하게 여긴다.
    뚜렷한 자기 공감능력을 가진 사람은 자신을 비판적으로 대하는 사람에 비해 우울과 공포에 시달리는 경우가 드물며 불행한 운명이 닥쳐도 빨리 회복하고 낙관적인 태도를 유지한다.
    이런 사람은 한 가지 생각에 너무 골똘히 잠기지 않으며, 수치심을 느끼는 경우도 적고, 스트레스 상황도 잘 넘긴다.
    자기를 사랑할 줄 아는 사람은 자아실현율도 높은 편이다. 다시 말해서 이런 사람은 세상에 긍정적인 영향을 끼칠 수 있는 자신의 능력을 신뢰한다.
    또한 실패가 결코 금기는 아니기 때문에 더 큰 모험을 감행하기도 한다.
    자신에게 패배를 극복할 수 있는 능력이 있다는 것을 이미 알고 있기 때문이다.
    우르술라 누버, 「나는 내가 제일 어렵다」 일부 발췌`,
    level: 3,
    category: null,
    point: 2,
  },
  {
    subject: `내가 하는 행동 속에 내 의지가 들어있나요? 혹시 남이 말하는 대로 움직이고 있는 것은 아닌가요?
    인생은 긴 항해와 같습니다. 남에게 내 인생을 좌지우지할 수 있는 키를 맡기지 마세요. 내 인생의 키를 스스로 잡고 있다면 혹여 방향을 잘못 틀어, 한참을 돌아가게 된다 할지라도 그것은 그것대로 의미가 있는 과정이 될 거예요.
    곰돌이 푸 원작, 「곰돌이 푸, 행복한 일은 매일 있어」일부 발췌`,
    level: 3,
    category: null,
    point: 2,
  },
  {
    subject: "편지",
    level: 4,
    category: null,
    point: 3,
  },
];

export { subjects };
