export const testQuestion = [
  {
    id: 1,
    question: "문맥상 괄호 안에 가장 적절한 단어를 고르시오.",
    content:
      "인터넷 기사나 운동 경기 방송을 보면 일정한 시간 간격으로 연속 촬영한 사진이나 동영상을 이용하여 운동선수나 공의 움직임을 (     ) 한다.",
    choices: [
      {
        id: 1,
        choice: "분별하기도",
      },
      {
        id: 2,
        choice: "분석하기도",
      },
      {
        id: 3,
        choice: "구분하기도",
      },
      {
        id: 4,
        choice: "고려하기도",
      },
    ],
  },
  {
    id: 2,
    question: "문맥상 괄호 안에 가장 적절한 단어를 고르시오.",
    content:
      "인터넷 기사나 운동 경기 방송을 보면 일정한 시간 간격으로 연속 촬영한 사진이나 동영상을 이용하여 운동선수나 공의 움직임을 (     ) 한다.",
    choices: [
      {
        id: 1,
        choice: "분별하기도",
      },
      {
        id: 2,
        choice: "분석하기도",
      },
      {
        id: 3,
        choice: "구분하기도",
      },
      {
        id: 4,
        choice: "고려하기도",
      },
    ],
  },
  {
    id: 3,
    question: "및줄 친 단어의 문맥적 의미로 알맞은 것을 고르시오.",
    content:
      "산업 혁명 이후 의학 및 생활 수준이 향상하여 평균 수명이 연장되고 영아 사망률이 감소하면서 세계 인구가 증가하기 시작하였다.",
    choices: [
      {
        id: 1,
        choice: "좋아지고",
      },
      {
        id: 2,
        choice: "늘어나고",
      },
      {
        id: 3,
        choice: "신장되고",
      },
      {
        id: 4,
        choice: "계산되고",
      },
    ],
  },
  {
    id: 4,
    question: "다음 글을 바탕으로 볼 때 (  )에 들어갈 말로 알맞은 것은?",
    content:
      "멕시코만에서 데워진 표면 해류는 북대서양을 가로질러 북극해로 흘러간다. 이 해류는 노르웨이 해안을 포함한 고위도 지역을 지니면서 차가운 대기와 만나 열을 빼앗기다가 결국 북극해에서 수심 2Km까지 가라앉게 된다.대륙 내부에 있는 러시아의 고위도 지역 기온이 영하 20도일 때 , 같은 위도상의 노르웨이 해안 지역 기온은 상대적으로 (     ).대륙 내부에 있는 러시아의 고위도 지역 기온이 영하 20도일 때 , 같은 위도상의 노르웨이 해안 지역 기온은 상대적으로 (     ).",
    choices: [
      {
        id: 1,
        choice: "더 낮다",
      },
      {
        id: 2,
        choice: "더 높다",
      },
      {
        id: 3,
        choice: "같다",
      },
      {
        id: 4,
        choice: "알 수 없다",
      },
    ],
  },
  {
    id: 5,
    question:
      "과학과 종교의 관계에 대한 아인슈타인의 견해를 추론한 것으로 가장 적절한 것은?",
    content:
      "아인슈타인은 과학은 현재 있는 그대로의 실재를 파악하는 일에만 관심을 두고, 종교는 인간이 어떻게 살 것인가라는 가치 판단에만 관계하는 것이라고 보았다. 그리하여 그는 ‘종교 없는 과학은 무력하고, 과학 없는 종교는 눈먼 것이다'라고 표현하였다.",
    choices: [
      {
        id: 1,
        choice: "상호 배타적",
      },
      {
        id: 2,
        choice: "상보 호예적",
      },
      {
        id: 3,
        choice: "상호 모순적",
      },
      {
        id: 4,
        choice: "상호 보완적",
      },
    ],
  },
  {
    id: 6,
    question: "테스트 종료!",
    content: "결과가 궁금하신가요?",
    choices: [],
  },
];

export const answerSheet = [
  {
    id: "1",
    answer: "1",
  },
  {
    id: "2",
    answer: "2",
  },
  {
    id: "3",
    answer: "3",
  },
  {
    id: "4",
    answer: "4",
  },
  {
    id: "5",
    answer: "5",
  },
];
